장목사님 안녕하세요. 신촌하나교회 김형석(Kevin)입니다.



처음 장목사님의 메일을 받았을 때 제가 하게 될 일이라고 말씀해 주신 일들을 보고 조금 놀랐었습니다. 제가 생각했던 피지에서의 할 일은 Shawn과 함께 지내고 한국에서 교회를 다니는 것처럼 Suva 교회에서 예배드리고 또 청년들과 함께 재미있게 신앙생활을 하는 것이었습니다. 그러나 장목사님께서 말씀하신 제가 하게 될 일들은 목사님들이나 전도사님들이 할 일들인 것 같았습니다. 그래서 이 일을 제가 할 수 있을지에 대해 고민을 많이 했습니다. 하지만 피지에 가기로 한 이상 장목사님께 순종하고 시키시는 일이라면 해보겠다 결단했습니다.  



하지만 저에게 몇 가지 현실적인 한계가 있습니다. 우선 저는 영어를 자유롭게 구사하지 못 합니다. 현재 영어를 공부하고 있기는 하지만 부족한 부분이 너무나 많습니다. 또한 저는 한국에서 평소에 메세지를 전하거나 기도회를 인도한 경험이 없습니다. 그렇기 때문에 미숙한 것이 엄청 많은 것이 저의 현주소입니다. 이런 한계들이 있기 때문에 장목사님께서 말씀하신 일에 대해 자신있게 "제가 할 수 있습니다"라고 말씀드리기 힘든 부분이 있었습니다. 장목사님께서 저를 그저 열정은 넘치지만 아무것도 모르는 청년으로 생각하시면 편하실 것 같습니다.



저는 이런 현실적인 한계들을 갖고 있지만 그곳에서의 생활이 너무 기대 됩니다. 저는 형제 하우스에서 예수님을 알게되었습니다. 지금도 한국의 이 형제 하우스에서는 계속해서 열매가 나오고 있습니다. 그래서 특히 Shawn과 또 다른 형제들과 함께하는 형제 하우스 사역이 정말 기대됩니다. 또 Suva의 교회를 더욱 즐겁고 튼튼하게 세우실 하나님과 Fiji의 교회와 한국의 신촌 하나교회가 한 가족으로 연결될 것을 기대합니다. 이렇게 기대하는 마음으로 Fiji에 도착하기 전까지 열심히 기도하고 준비하겠습니다.



감사합니다.

형석 드림